{
  "rules": [
    {"title": "Question?", "body": "Everything you say must end in a question mark? With an upward inflection?"},
    {"title": "Foreigner", "body": "You must speak in an accent."},
    {"title": "Medusa", "body": "You cannot make eye contact with anyone."},
    {"title": "Narcissus", "body": "Everyone (including yourself) must compliment you before they drink."},
    {"title": "Head Lice", "body": "You cannot touch your head"},
    {"title": "Choo Choo", "body": "You must pump your arms back and forth like the spokes on a train every time you laugh."},
    {"title": "Middle Man", "body": "You cannot address anyone directly."},
    {"title": "#YOLO", "body": "Every sentence must begin with 'Yo,'"},
    {"title": "The Ke$ha Rule Rule", "body": "You must repeat the last word of every sentence sentence."},
    {"title": "Buffalo", "body": "You cannot drink with your dominant hand."},
    {"title": "Double Fist", "body": "You must drink with two hands."},
    {"title": "Back Problems", "body": "Your head must be below another player's at all times."},
    {"title": "Toothless", "body": "You cannot reveal your teeth."},
    {"title": "Caveman", "body": "You may not use words more than one syllable."},
    {"title": "Sainted", "body": "You are to be referred to as a Saint."},
    {"title": "Knighted", "body": "You are to be referred to as Sir or Dame."},
    {"title": "Foul Mouth", "body": "You must curse in every sentence."},
    {"title": "Bad at Names", "body": "You must avoid mentioning anyone's name."},
    {"title": "Liquid Cooled", "body": "The floor is lava. Drink constantly while touching it."},
    {"title": "CB Radio", "body": "Every sentence must end with 'Over'"},
    {"title": "Touchy Feely", "body": "You must remain in physical contact with another player at all times."},
    {"title": "Angry Man", "body": "You must insult another player every time you drink."},
    {"title": "DJ Salute", "body": "You must salute any time the song changes."},
    {"title": "Penguin Gloves", "body": "You must hold your hands flat like flippers."},
    {"title": "Mr Hat", "body": "You must wear a hat, or a hat-like device, on your head."},
    {"title": "Buddy System", "body": "Choose another person. Every time they drink, you do too."},
    {"title": "Nudist", "body": "Undress until you are tied for the least clothing at the party."},
    {"title": "Cotton Fists", "body": "Wrap a piece of clothing around your hand. This counts as you wearing it."},
    {"title": "Trump Hands", "body": "You may only use your index and pointer finger to grab things."},
    {"title": "Trumpets", "body": "When someone mentions the name of a country, raise your drink. The last person to raise must finish it."},
    {"title": "Party of Dogs", "body": "You cannot stand up."},
    {"title": "Consumer", "body": "You cannot say any variation of the word 'Drink'."},
    {"title": "Helicopter", "body": "You cannot raise your hands above your head."},
    {"title": "Doesn't Count", "body": "You cannot say numbers."},
    {"title": "Tone Deaf", "body": "You cannot sing."},
    {"title": "Nicknames", "body": "Make up nicknames for the other players. You cannot call them by their real names."},
    {"title": "Licktator", "body": "Lick a card and stick it to your forehead. As long as it remains there, you are immune from rules."},
    {"title": "Neck Brace", "body": "You cannot rotate your head."},
    {"title": "Memento", "body": "If you swear, write the word on yourself in sharpie."},
    {"title": "Stare-off", "body": "If you lock eyes, you must have a staring contest. The loser finishes their drink."},
    {"title": "Gender-Swap", "body": "Everyone must go by the closest opposite-gendered version of their name."},
    {"title": "Little Man", "body": "There is an imaginary man on your drink. You must remove him before drinking each time, else finish your drink."},
    {"title": "Gecko", "body": "Everyone must place three limbs against a vertical surface. The last person to comply must finish their drink."},
    {"title": "Heaven", "body": "Everyone must raise their hands to the air. The last person to do so must drink."},
    {"title": "Thumbmaster", "body": "Everyone must place their thumbs on the table. The last person to do so much drink."},
    {"title": "Moose", "body": "Everyone must place their hands beside their head like antlers. The last person to do so must drink."},
    {"title": "Viking", "body": "Place your hands like horns on a viking helmet, and everyone else must start rowing. The last person to row takes a drink."},
    {"title": "Mimic", "body": "Assume a pose. Everyone who doesn't copy you must take a drink."},
    {"title": "King of Beers", "body": "Place a bottle cap on your head like a crown. If it falls, drink and put it back."},
    {"title": "Waterfall", "body": "Everyone starts drinking. Do not stop until someone finishes their drink."},
    {"title": "Ahoy", "body": "Everyone must talk like a pirate."},
    {"title": "Name Troll", "body": "You cannot talk to someone without first saying their name."}
  ]
}
